list_emoji: list[str] = ['name', '1050406303153000488']  # Сюда записать название емодзи и само емодзи, на которое будет реагировать бот
emoji: str = "<:name:1050406303153000488>"  # Отформатированное сообщение для вставки в канал

starboard_file: str = 'starboard_messages.json'  # Название файла БД

starboard_channel_id: int = 1142866292680970350  # id канала, куда бот будет отравлять сообщения
starboard_reaction_post: int = 5  # Количество реакций на которые будет создаваться пост

embed_color: int = 0xEF7575  # Цвет ембеда